tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "shopify/shopify"
brew "node"
brew "python@3.9"
brew "aria2"
brew "bash"
brew "colordiff"
brew "curl"
brew "detox"
brew "direnv"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "htop"
brew "jq"
brew "jump"
brew "mas"
brew "midnight-commander"
brew "neovim"
brew "nmap"
brew "ripgrep"
brew "ruby"
brew "shopify-cli"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "unbound"
brew "vercel-cli"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z"
cask "adguard"
cask "alacritty"
cask "appcleaner"
cask "bear"
cask "brave-browser"
cask "caffeine"
cask "calibre"
cask "cheatsheet"
cask "cleanshot"
cask "cron"
cask "daisydisk"
cask "discord"
cask "dropbox"
cask "figma"
cask "firefox-developer-edition"
cask "google-chrome"
cask "grammarly"
cask "grammarly-desktop"
cask "linear"
cask "menubar-countdown"
cask "mullvladvpn"
cask "notion"
cask "opera"
cask "pika"
cask "popclip"
cask "raycast"
cask "rectangle"
cask "shapr3d"
cask "shazam"
cask "slack"
cask "spotify"
cask "stats"
cask "steam"
cask "tailscale"
cask "teamviewer"
cask "timing"
cask "tripmode"
cask "vlc"
cask "uninstallpkg"
cask "upwork"
cask "vnc-viewer"
cask "whatsapp"
cask "zoom"

# cask fonts
cask font-fira-code
