cask_args appdir: "/Applications"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "shopify/shopify"
brew "git"
brew "node"
brew "python@3.9"
brew "aria2"
brew "bash"
brew "colordiff"
brew "curl"
brew "detox"
brew "direnv"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git-crypt"
brew "htop"
brew "iperf3"
brew "jq"
brew "jump"
brew "mas"
brew "midnight-commander"
brew "nativefier"
brew "neovim"
brew "nmap"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "shopify-cli"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "unbound"
brew "vercel-cli"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z"
cask "adguard"
cask "appcleaner"
cask "authy"
cask "bartender"
cask "blender"
cask "brave-browser"
cask "calibre"
cask "cleanshot"
cask "commander-one"
cask "cron"
cask "discord"
cask "dropbox"
cask "figma"
cask "firefox-developer-edition"
cask "google-chrome"
cask "hush"
cask "karabiner-elements"
cask "kitty"
cask "linear-linear"
cask "menubar-countdown"
cask "monitorcontrol"
cask "mullvadvpn"
cask "notion"
cask "ngrok"
cask "obsidian"
cask "opera"
cask "pika"
cask "pixelsnap"
cask "raycast"
cask "runjs"
cask "shapr3d"
cask "shortcat"
cask "skype"
cask "slack"
cask "sloth"
cask "spotify"
cask "steam"
cask "tailscale"
cask "teamviewer"
cask "timing"
cask "tripmode"
cask "vlc"
cask "vox"
cask "uninstallpkg"
cask "vnc-viewer"
cask "zoom"

tap "homebrew/cask-fonts"
cask "font-fira-code"

mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Keynote', id: 409183694
mas 'GarageBand', id: 682658836
mas 'iMovie', id: 408981434
mas 'Final Cut Pro', id: 424389933
mas 'Motion', id: 434290957
mas 'Affinity Photo', id: 824183456
mas 'Affinity Designer', id: 824171161
mas 'PopClip', id: 445189367
mas 'DaisyDisk', id: 411643860
mas 'HazeOver', id: 430798174
mas 'Data Jar', id: 1453273600
mas 'Poolsuite FM', id: 1514817810
mas 'Grammarly for Safari', id: 1462114288
